import './App.css'


function App() {
  return (
    
  <body class="bodys">
    <div className="main">
  <div class="slovo">
  <h1>StuGM</h1>
  <h5>Общение Игры Друзья</h5>
  </div>

  <img src="/photos/иконка-Photoroom.png" class="imag"/>
  <div class="desc"><h3>Пара слов</h3>
  <p>Ищешь «своих» в мире StuGM? Тебе сюда! ✨
Привет, геймер! Если ты устал от токсичных чатов и ищешь место, где ценят идеи, творчество и крутой геймплей — StuGM открывает двери.
Мы создали этот форум, чтобы делиться опытом, помогать новичкам и вместе угорать над багами. У нас нет скучной иерархии, зато есть куча полезных разделов по тактике, технической поддержке и фанарту.
Присоединяйся к обсуждениям, делись своими рекордами и стань частью истории StuGM!</p>
  </div>
  <div class="button">
  <button class="glow-on-hover">Войти на форум</button>
  </div>
  </div>
  </body>
  )
}

export default App
